{
    "celestial": [
        {
            "index":0,
            "name": "Mercury",
            "map": "assets/images/solar.jpg",
            "imag": "assets/images/mercury.jpg",
            "tagline":"I would have been the hottest",
            "desc":"Mercury Sadipscing sit erat takimata voluptua sit eirmod, ipsum erat takimata justo clita accusam dolore magna. Sit sanctus lorem accusam sadipscing accusam diam ipsum, et sit consetetur et duo. Kasd diam."
        },
        {
            "index":1,
            "name": "Venus",
            "map": "assets/images/solar.jpg",
            "imag": "assets/flare_files/venus.flr",
            "tagline":"The most shinner in the night sky",
            "desc":"Venus Sadipscing sit erat takimata voluptua sit eirmod, ipsum erat takimata justo clita accusam dolore magna. Sit sanctus lorem accusam sadipscing accusam diam ipsum, et sit consetetur et duo. Kasd diam."
        },
        {
            "index":2,
            "name": "Earth",
            "map": "assets/flare_files/earth_loading.flr",
            "imag": "assets/flare_files/earth.flr",
            "tagline":"This is where life exists",
            "desc":"Earth, our home planet, is a world unlike any other. The third planet from the sun, Earth is the only place in the known universe confirmed to host life. With a radius of 3,959 miles, Earth is the fifth largest planet in our solar system, and it's the only one known for sure to have liquid water on its surface. Earth is also unique in terms of monikers. Every other solar system planet was named for a Greek or Roman deity, but for at least a thousand years, some cultures have described our world using the Germanic word “earth,” which means simply “the ground.”"
        },
        {
            "index":3,
            "name": "Mars",
            "map": "assets/images/solar.jpg",
            "imag": "assets/flare_files/mars.flr",
            "tagline":"I have some new friends",
            "desc":"Mars Sadipscing sit erat takimata voluptua sit eirmod, ipsum erat takimata justo clita accusam dolore magna. Sit sanctus lorem accusam sadipscing accusam diam ipsum, et sit consetetur et duo. Kasd diam."
        },
        {
            "index":4,
            "name": "Jupyter",
            "map": "assets/images/solar.jpg",
            "imag": "assets/images/jupyter.jpg",
            "tagline":"Much bigger than the scooter one",
            "desc":"Jupyter Sadipscing sit erat takimata voluptua sit eirmod, ipsum erat takimata justo clita accusam dolore magna. Sit sanctus lorem accusam sadipscing accusam diam ipsum, et sit consetetur et duo. Kasd diam."
        },
        {
            "index":5,
            "name": "Saturn",
            "map": "assets/images/solar.jpg",
            "imag": "assets/images/saturn.png",
            "tagline":"You can glide on my rings",
            "desc":"Saturn Sadipscing sit erat takimata voluptua sit eirmod, ipsum erat takimata justo clita accusam dolore magna. Sit sanctus lorem accusam sadipscing accusam diam ipsum, et sit consetetur et duo. Kasd diam."
        },
        {
            "index":6,
            "name": "Uranus",
            "map": "assets/images/solar.jpg",
            "imag": "assets/images/uranus.jpg",
            "tagline":"Yay! Diamond Rains here",
            "desc":"Uranus Sadipscing sit erat takimata voluptua sit eirmod, ipsum erat takimata justo clita accusam dolore magna. Sit sanctus lorem accusam sadipscing accusam diam ipsum, et sit consetetur et duo. Kasd diam."
        },
        {
            "index":7,
            "name": "Neptune",
            "map": "assets/images/solar.jpg",
            "imag": "assets/images/neptune.jpg",
            "tagline":"The most Lonliest",
            "desc":"Neptune Sadipscing sit erat takimata voluptua sit eirmod, ipsum erat takimata justo clita accusam dolore magna. Sit sanctus lorem accusam sadipscing accusam diam ipsum, et sit consetetur et duo. Kasd diam."
        }
    ]
}


